seqread/128_node/job_1471053_fiojob_64/nid00120_fiojob_64/output.log
test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 64 processes
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
[...]

test: (groupid=0, jobs=64): err= 0: pid=14322: Tue Jul 20 15:12:51 2021
  read: IOPS=26.9k, BW=105MiB/s (110MB/s)(30.8GiB/300079msec)
    slat (usec): min=10, max=900219, avg=2365.18, stdev=10566.87
    clat (usec): min=10, max=24133k, avg=603766.78, stdev=2473258.64
     lat (usec): min=22, max=24222k, avg=606132.99, stdev=2482751.12
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    6], 50.00th=[    6], 60.00th=[    6],
     | 70.00th=[    6], 80.00th=[   17], 90.00th=[   28], 95.00th=[ 3775],
     | 99.00th=[15100], 99.50th=[16711], 99.90th=[17113], 99.95th=[17113],
     | 99.99th=[17113]
   bw (  KiB/s): min= 1504, max=6706669, per=100.00%, avg=108661.26, stdev=14327.35, samples=37969
   iops        : min=  376, max=1676665, avg=27165.26, stdev=3581.83, samples=37969
  lat (usec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.01%, 500=0.01%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=72.41%, 20=14.52%, 50=4.91%
  lat (msec)   : 100=0.12%, 250=0.02%, 500=0.01%, 750=0.01%, 1000=0.02%
  lat (msec)   : 2000=0.12%, >=2000=7.85%
  cpu          : usr=0.43%, sys=1.63%, ctx=628072, majf=0, minf=18945
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=8076327,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=105MiB/s (110MB/s), 105MiB/s-105MiB/s (110MB/s-110MB/s), io=30.8GiB (33.1GB), run=300079-300079msec